const quiz = [
  {
    "q": "Свобода или безопасность?",
    "a": {
      "1": "Кто отдает свободу в обмен на безопасность, не получает ни того, ни другого",
      "2": "Безопасность общества важнее свободы отдельных людей",
      "3": "Не хочу об этом говорить, но это я разорвал отношения. Ну, ладно... это общее решение",
      "4": "Уже и не помню, кто это был. С моей популярностью пассии меняются слишком часто, чтобы их запоминать",
      "5": "Неважно, что было в прошлом, для меня важнее всего отношения, которые занимают мои мысли сейчас",
      "6": "Нужно просчитать последствия и одного, и другого выбора",

    }
  },
  {
    "q": "Как вы относитесь к своей первой любви?",
    "a": {
      "1": "Свобода. Вернее моя свобода",
      "2": "Вы о чем вообще?",
      "3": "Нужно просчитать последствия и одного, и другого выбора",
      "4": "С большой теплотой, часто вспоминаю и, наверное, до сих пор не смог забыть до конца",
      "5": "Не уверен, что вообще знаю, что такое настоящая любовь",
      "6": "Не хочу об этом говорить, но это я разорвал отношения. Ну, ладно... это общее решение",

    }
  }, {
    "q": "Ваше семейное положение сейчас:",
    "a": {
      "1": "Слишком занят, думая о первой любви",
      "2": "Мне нравится кое-кто, но у нас не складывается, хотя я прилагаю все усилия",
      "3": "Мне нравится кое-кто, но я не готов к отношениям",
      "4": "Ой, столько всего происходит, сейчас не до отношений",
      "5": "Мы либо в отношениях, либо вот-вот будем. Ну, это же я, со мной иначе не бывает!",
      "6": "Я настроен на серьезные отношения, и это для меня главное",

    }
  }, {
    "q": "Поговаривают, ваш друг предал вас. Ваши действия?",
    "a": {
      "1": "Такого быть не может. Вы что-то перепутали. Я не могу пойти против друга, даже если он пошел против меня",
      "2": "Ему конец. Кстати, представления о том, что такое предательство, у меня очень широкие",
      "3": "Я защищу себя и своих близких, но не смогу навредить даже предателю",
      "4": "Неудивительно. Я вообще не нравлюсь людям",
      "5": "Я должен все выяснить",
      "6": "Я тоже совершал ошибки, со стороны люди часто не понимают мотивов или неправильно трактуют поступки",

    }
  }, {
    "q": "Как вы реагируете на стрессовую ситуацию?",
    "a": {
      "1": "Беру на себя роль лидера и помогаю другим справиться с ней делом и словом",
      "2": "Моя жизнь сплошной стресс, я научился рассматривать проблемы как источник вдохновения для новых решений",
      "3": "Тяжело переживаю внутри себя, но стараюсь идти за лидером и держаться ради команды",
      "4": "Могу сильно психануть либо закрыться в себе",
      "5": "Я переживаю ее сам. И решаю тоже сам",
      "6": "Меня почти невозможно сломать, но если я потерплю поражение, это ударит по мне сильнее, чем по другим",

    }
  }, {
    "q": "Ваш идеальный напарник?",
    "a": {
      "1": "Член семьи, даже если сейчас у нас натянутые отношения",
      "2": "Я сам себе напарник",
      "3": "Я и сам справлюсь, но человек, который меня понимает, не помешает",
      "4": "Лучший друг, с которым мы прошли через огонь и воду",
      "5": "Мне важно чувствовать, что он надежный человек",
      "6": "Тот, кто принимает меня таким, какой я есть",

    }
  }, {
    "q": "Какую роль вы обычно играете в компании?",
    "a": {
      "1": "Тот самый саркастичный человек, который оплачивает всю выпивку, но не получает за это ни единого «спасибо»",
      "2": "Лидер и немного зануда, зато нейтрализую подколы самоиронией",
      "3": "Весельчак, который становится центром любой тусовки",
      "4": "Человек с бутылкой пива, который отпускает раз в десять минут комментарий и потом смотрит, как все спорят",
      "5": "Неформальный центр тусовки: вроде в тени, но на самом деле без меня вечеринка даже не началась бы",
      "6": "Тот, кто пришел на тусовку ради конкретного человека",

    }
  }, 
];
